---
kind: type
id: T:Autodesk.Revit.UI.ThemeType
source: html/c2bd7893-103f-ed4e-0ed9-32debf01064a.htm
---
# Autodesk.Revit.UI.ThemeType

The application frame theme Type.

## Syntax (C#)
```csharp
public enum ThemeType
```